# Выведите столбец чисел от 34 до 67 с выводом только четных чисел.

i = 34
while i <= 67:
	if i % 2 != 1:
		print (i)
	i += 1